export default {

	Header: {
		title: 'Ψηφιακό Πορτοφόλι eDiplomas',
		description: 'Ένα ψηφιακό πορτοφόλι για την αποθήκευση πτυχίων και διπλωμάτων'
	},

	Footer: {
		services: 'Υπηρεσίες',
		info: 'Πληροφορίες',
		contact: 'Επικοινωνία',
		web: 'Ιστός',
		email: 'E-mail για Φορείς & ΑΕΙ',
		participatingInstitutions: 'Συμμετέχοντα Ιδρύματα',
		signatureVerification: 'Έλεγχος Εγκυρότητας Υπογραφής',
		diplomaCheck: 'Αυτεπάγγελτος Έλεγχος Τίτλων Σπουδών',
		termsOfUse: 'Όροι Χρήσης',
		revocation: 'Ανάκληση Εξουσιοδοτήσεων',
		templateHandlingApp: 'Εφαρμογή Διαχείρισης Προτύπων Τίτλων Σπουδών',
		developersGuide: 'Τεκμηρίωση'
	},

	Login: {
		header: 'eDiplomas Ψηφιακό Πορτοφόλι',
		description1: 'Το ψηφιακό πορτοφόλι για τα πανεπιστημιακά πτυχία σας και τις ισόβιες βεβαιώσεις μάθησης',
		description2: 'Πληκτρολογήστε τα στοιχεία σας για να συνδεθείτε',
		buttonLogin: 'Σύνδεση',
		buttonRegister: 'Εγγραφή',
		buttonImport: 'Εισαγωγή υπάρχοντος πορτοφολιού',
		error: {
			emptyUsername: 'Παρακαλώ συμπληρώστε Όνομα Χρήστη',
			emptyPassword: 'Παρακαλώ συμπληρώστε τον κωδικό σας',
			invalidCredentials: 'Λανθασμένος συνδυασμός στοιχείων χρήστη',
			networkError: 'Σφάλμα δικτύου'
		}
	},

	Register: {
		title: 'Εγγραφή',
		description1: 'Χρησιμοποιήστε ένα όνομα χρήστη που θα θυμάστε, και έναν ασφαλή κωδικό για την προστασία του ψηφιακού πορτοφολιού σας',
		description2: 'Επιλέξτε τα στοιχεία σας',
		buttonBack: 'Πίσω',
		buttonRegister: 'Εγγραφή',
		loading: 'Εγγραφή νέου πορτοφολιού',
		error: {
			emptyUsername: 'Παρακαλώ συμπληρώστε Όνομα Χρήστη',
			emptyPassword: 'Παρακαλώ συμπληρώστε τον κωδικό σας',
			emptyRepeatPassword: 'Παρακαλώ επιβεβαιώστε τον κωδικό σας',
			differentPasswords: 'Λανθασμένος συνδυασμός κωδικών πρόσβασης',
			existingUsername: 'Το όνομα χρήστη χρησιμοποιείται ήδη',
			networkError: 'Σφάλμα δικτύου'
		}
	},

	Import: {
		header: 'Εισαγωγή Ψηφιακού Πορτοφολιού',
		buttonChooseFile: 'Επιλογή αρχείου',
		passphrase: 'Κωδικός πρόσβασης',
		buttonImport: 'Εισαγωγή πορτοφολιού',
		success: 'Επιτυχία',
		successText: 'Επιτυχής εισαγωγή πορτοφολιού.',
		error: 'Αποτυχία',
		errorText: 'Αποτυχία εισαγωγής πορτοφολιού.',
		buttonTryAgain: 'Προσπαθήστε ξανά',
		buttonReturnLogin: 'Επιστροφή στη σελίδα σύνδεσης'
	},

	Export: {
		buttonExport: 'Εξαγωγή Ψηφιακού Πορτοφολιού',
		confirmExport: 'Επιβεβαίωση Εξαγωγής Ψηφιακού Πορτοφολιού',
		passphrasePrompt: 'Παρακαλώ δώστε τον κωδικό σας'
	},

	Wallet: {
		tab1: {
			title: 'Πιστοποιητικά',
			header: 'Τα Πιστοποιητικά μου',
			verifiableIdentifiers: 'Ψηφιακές Ταυτότητες',
			verifiableCredentials: 'Ψηφιακά Πιστοποιητικά',
			emptyVID: "Δεν έχετε αποκτήσει ακόμα κάποια ψηφιακή ταυτότητα",
			emptyVC: "Δεν έχετε αποκτήσει ακόμα κάποιο ψηφιακό πιστοποιητικό",
			vidPrompt: 'Χρείαζεστε ψηφιακή ταυτότητα EBSI;',
			vidButton: 'Αίτημα ψηφιακής ταυτότητας από το Gov.gr'
		},
		tab2: {
			title: 'Ιστορικό',
			header: 'Ιστορικό Αιτήσεων'
		},
		tab3: {
			title: 'Υπηρεσίες',
			header: 'Συνδεδεμένες Υπηρεσίες',
			vid: 'Αίτημα ψηφιακής ταυτότητας από την Ελληνική πύλη ψηφιακών ταυτοτήτων EBSI',
			diplomaHeader: 'Αίτημα ψηφιακού διπλώματος με λίγα κλικ',
			diplomaDesc: 'Πρέπει να είστε απόφοιτος Ελληνικού Ανώτατου Εκπαιδευτικού Ιδρύματος',
			verifyHeader: 'Επαλήθευση διπλωμάτων που έχουν εκδοθεί από Ελληνικά Α.Ε.Ι., με προστασία προσωπικών δεδομένων',
			verifyDesc: 'Διαθέσιμο για συγκεκριμένους εγκεκριμένους φορείς του Δημοσίου και του Ιδιωτικού τομέα'
		},
		tab4: {
			title: 'Εκδότες',
			header: 'Εύρεση Εκδότη',
			country: 'Χώρα',
			institution: 'Ίδρυμα',
			type: 'Είδος',
			step1: 'Βήμα 1: Επιλογή Χώρας',
			step2: 'Βήμα 2: Επιλογή Ιδρύματος',
			step3: 'Επιλογή Είδους Πιστοποιητικού',
			next: 'Επόμενο',
			back: 'Πίσω',
			visitIssuer: 'Επίσκεψη Εκδότη',
			error1: 'Παρακαλώ επιλέξτε μια χώρα',
			error2: 'Παρακαλώ επιλέξτε ένα ίδρυμα',
			error3: 'Παρακαλώ επιλέξτε ένα είδος πιστοποιητικού',
		},
		tab5: {
			title: 'Ρυθμίσεις',
			dataHub: 'Αποθήκευση των Ψηφιακών Πιστοποιητικών μου στο ID Data Hub'
		},
		logout: 'Έξοδος'
	},

	Audit: {
		header: 'Ιστορικό Ψηφιακών Αιτήσεων',
		range: 'Χρονική περίοδος στην οποία εκδόθηκε το πιστοποιητικό',
		from: 'Από',
		to: 'Έως',
		filter: 'Φίλτρο εμφάνισης ειδών πιστοποιητικών',
		validAt: 'Εμφάνιση αιτήσεων που είναι έγκυρες στις',
		nonExpired: 'Προβολή μόνο έγκυρων αιτήσεων'
	},

	VpCard: {
		presentationId: 'Αριθμός Αίτησης',
		validity: 'Εγκυρότητα',
		issuedAt: 'Εκδόθηκε στις',
		issuanceDate: 'Ημερομηνία έκδοσης',
		expirationDate: 'Ημερομηνία λήξης',
		details: 'Λεπτομέρειες',
		containedTypes: 'Είδη περιεχομένων πιστοποιητικών'
	},

	Authz: {
		title: 'Επιλογή Ψηφιακής Ταυτότητας',
		description1: 'Σε αυτό το βήμα μπορείτε να επιλέξετε τα πιστοποιητικά ψηφιακής ταυτότητας που θέλετε να παρουσιάσετε στον οργανισμό',
		description2: 'ώστε να αποδείξετε την ταυτότητά σας.',
		titleNoCred: 'Εξουσιοδότηση σύνδεσης με πορτοφόλι',
		descriptionNoCred1: 'Εξουσιοδοτείτε την σύνδεση του οργανισμού',
		descriptionNoCred2: 'με το πορτοφόλι σας;',
		buttonBack: 'Πίσω',
		buttonAuthorize: 'Εξουσιοδότηση'
	},

	Present: {
		title: 'Επιλέξτε ποια ψηφιακά πιστοποιητικά θα θέλατε να παρουσιάσετε στον οργανισμό',
		exp: 'Επιλέξτε μια ημερομηνία λήξης για αυτήν την παρουσίαση',
		buttonBack: 'Πίσω',
		buttonAuthorize: 'Εξουσιοδότηση'
	},

	ShortVc: {
		verifiableId: 'Ψηφιακή Ταυτότητα',
		verifiableCredential: 'Ψηφιακό Πιστοποιητικό',
		diploma: 'Δίπλωμα'
	},

	RequestVc: {
		title: 'Λήψη Ψηφιακού Πιστοποιητικού',
		description: 'Το ψηφιακό πιστοποιητικό σας ελήφθη στο πορτοφόλι σας',
		error: 'Υπήρξε κάποιο θέμα με την λήψη του ψηφιακού πιστοποιητικού σας',
		loading: 'Περιμένετε την ολοκλήρωση της λήψης του ψηφιακού πιστοποιητικού',
		done: 'Προβολή Ψηφιακών Πιστοποιητικών στο Πορτοφόλι'
	},

	Consent: {
		title: 'Συναίνεση Ανταλλαγής Ψηφιακών Πιστοποιητικών',
		description1: 'Ο Έμπιστος Εκδότης',
		description2: 'θέλει να σας αποστείλλει ψηφιακά πιστοποιητικά. Συναινείτε σε αυτήν την συναλλαγή;',
		buttonConsent: 'Συναίνεση',
		buttonDecline: 'Απόρριψη'
	},

};